<?php return [
    'plugin' => [
        'name' => 'JK-Shop Спиок категорий',
        'description' => 'Выводит список категорий со всеми объектами.',
    ],
    'categories' => [
        'switch' => 'Показывать категорию и ее подкатегории',
    ],
    'component' => [
        'title' => 'Страница категорий',
        'tetledesc' => 'Ссылка на страницу категоирй',
        'grouplink' => 'Ссылки',
        'c1name' => 'Список категоирй',
        'c1desc' => 'Одноранговый список категорий',
        'c2name' => 'Список категорий по уровням',
        'c2desc' => 'Разгоранговый список категорий',
    ]
];